
let unicode = `
░██████╗░██╗████████╗██╗░░██╗██╗░░░██╗██████╗░██╗
██╔════╝░██║╚══██╔══╝██║░░██║██║░░░██║██╔══██╗╚═╝
██║░░██╗░██║░░░██║░░░███████║██║░░░██║██████╦╝░░░
██║░░╚██╗██║░░░██║░░░██╔══██║██║░░░██║██╔══██╗░░░
╚██████╔╝██║░░░██║░░░██║░░██║╚██████╔╝██████╦╝██╗
░╚═════╝░╚═╝░░░╚═╝░░░╚═╝░░╚═╝░╚═════╝░╚═════╝░╚═╝

██╗░░░██╗███╗░░██╗██████╗░███████╗███████╗██╗███╗░░██╗███████╗██████╗░░░░░░░░░███╗░░░░███╗░░░░███╗░░░░███╗░░
██║░░░██║████╗░██║██╔══██╗██╔════╝██╔════╝██║████╗░██║██╔════╝██╔══██╗░░░░░░░████║░░░████║░░░████║░░░████║░░
██║░░░██║██╔██╗██║██║░░██║█████╗░░█████╗░░██║██╔██╗██║█████╗░░██║░░██║█████╗██╔██║░░██╔██║░░██╔██║░░██╔██║░░
██║░░░██║██║╚████║██║░░██║██╔══╝░░██╔══╝░░██║██║╚████║██╔══╝░░██║░░██║╚════╝╚═╝██║░░╚═╝██║░░╚═╝██║░░╚═╝██║░░
╚██████╔╝██║░╚███║██████╔╝███████╗██║░░░░░██║██║░╚███║███████╗██████╔╝░░░░░░███████╗███████╗███████╗███████╗
░╚═════╝░╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░░░░╚═╝╚═╝░░╚══╝╚══════╝╚═════╝░░░░░░░╚══════╝╚══════╝╚══════╝╚══════╝`
console.log(unicode)

let ideas = [
    "Загородный дом",
    "Новогодний шар",
    "Квартира с застекленным балконом",
    "Машина",
    "Чашка кофе",
    "Банка кофе",
    "Стол с компьютером и телефоном",
    "Книжка",
    "Дом на пляже (песочёк, океан, дом, что может быть лучше?)",
    "Сцена в стиле Cyberpunk (главное, чтобы без багов)" ,
    "Игровая комната (просто комната твоей мечты)",
    "Офис",
    "Гараж",
    "Многоэтажное здание",
    "Твой телефон (Nokia 3310 тоже подойдёт)",
    "Шеколадка",
    "Небо, облака",
    "Велосипед",
    "Собака",
    "Кот",
    "Попугай",
    "Морская свинка", 
    "Стиральная машина",
    "Сушилка",
    "Микроплата raspberry",
    "Виноград",
    "Дерево",
    "Кухня",
    "Гостинная",
    "Спальня",
    "Клавиатура",
    "Микрофон",
    "Монитор",
    "Игровая мышка",
    "Графический планшет для рисования",
    "Игровой компьютер",
    "Сцена из выдуманной твоей игры",
    "Пляж",
    "Часы на руке",
    "Соломка",
    "Чипсы",
    "Пылесос",
    "Колонка",
    "Интернет роутер",
    "Ноутбук",
    "Бутылка с водой",
    "Бутылка с фатной",
    "Бутылка с спрайтом",
    "Принтер",
    "Цветы",
    "Поддоконик",
    "Балкон",
    "Квартира",
    "Планшет",
    "Чайник",
    "КофеМашина",
    "Рюкзак",
    "Кастрюля с пельменями",
    "Накрытый стол для гостей",
] 

function gen() {
    return Math.floor(Math.random() * ideas.length)
}

async function shit() {
    console.log(gen()) 
    let e = $(".something")
    e.html(ideas[gen()])
}